;***************************************
;New PGOv2 Unlocks
;***************************************

[BluescreenRounds_UnlockTech X2TechTemplate]
DisplayName="Experimental Ammo: Bluescreen Rounds"
Summary="Iridar WOULD Kill me if this goes public. HotBlooded Bluescreens round to deck works with PGOv2"

[EMPGrenade_UnlockTech X2TechTemplate]
DisplayName="Experimental Grenade: EMP"
Summary="Iridar WOULD Kill me if this goes public. HotBlooded Bluescreens grenades to deck works with PGOv2"

;***************************************
;New Ability Descriptions
;***************************************

[MKP_RUSTY X2AbilityTemplate]
LocFriendlyName="Kinetic Plating"
LocLongDescription="Missed shots against this unit increases shielding by <Ability:iRAT_MKP_SHIELDSPERMISS/>, up to a maximum of <Ability:iRAT_MKP_MAXSHIELDS/>."
LocHelpText="Missed shots against this unit increases shielding by <Ability:iRAT_MKP_SHIELDSPERMISS/>, up to a maximum of <Ability:iRAT_MKP_MAXSHIELDS/>."
LocFlyOverText="Kinetic Plating"

[MKP_Rusty_Passive X2AbilityTemplate]
LocFriendlyName="Kinetic Plating"
LocLongDescription="Missed shots against this unit increases shielding by <Ability:iRAT_MKP_SHIELDSPERMISS/>, up to a maximum of <Ability:iRAT_MKP_MAXSHIELDS/>."
LocHelpText="Missed shots against this unit increases shielding by <Ability:iRAT_MKP_SHIELDSPERMISS/>, up to a maximum of <Ability:iRAT_MKP_MAXSHIELDS/>."

[HeavyPoweredArmor X2ArmorTemplate]
;FriendlyName="W.A.R. Suit"
;FriendlyNamePlural="W.A.R. Suits"
-BriefSummary="This powered heavy battle armor grants massive damage Resistance and survivability, as well as a wrist-mounted heavy weapon hardpoint. The W.A.R. Suit can also generate temporary cover for allies with its powerful \"Shieldwall\" technology."
+BriefSummary="This powered heavy battle armor grants massive damage Resistance and survivability, as well as a wrist-mounted heavy weapon hardpoint. The W.A.R. Suit can also generate temporary shields for the user with its powerful \"Kinetic Plating\" technology."
-TacticalText="<Bullet/> The W.A.R. Suit allows a soldier to wrist mount a heavy weapon.\n<Bullet/> The W.A.R. Suit grants the \"Shieldwall\" ability, allowing the wearer to temporarily act as high cover for squadmates."
+TacticalText="<Bullet/> The W.A.R. Suit allows a soldier to wrist mount a heavy weapon.\n<Bullet/> The W.A.R. Suit grants the \"Kinetic Plating\" ability, allowing the wearer to generate shields if the enemy shoots and misses."

[Medical_Protocol_Bit X2AbilityTemplate]
LocFriendlyName="Medical Protocol"
LocLongDescription="The <Ability:SECONDARYWEAPONNAME/> can perform healing actions remotely: Remote Heal, Stabilize and Revive. Charges are shared between the three abilities and are increased by upgraded <Ability:SECONDARYWEAPONNAME/>'s. If a medikit is equipped, the <Ability:SECONDARYWEAPONNAME/> will gain an additional charge. Affected by Field Medic."
LocHelpText="The <Ability:SECONDARYWEAPONNAME/> now performs healing actions."
LocFlyOverText="Medical Protocol"
LocPromotionPopupText="<Bullet/> Upgrading your <Ability:SECONDARYWEAPONNAME/> will lead to more HP healed per charge.<br/><Bullet/> Remote Heal, Remote Stabilize or Remote Revive, when used as your first action, will not end your turn.<br/><Bullet/>Charges are shared between the three abilities and are increased by upgraded <Ability:SECONDARYWEAPONNAME/>'s.<br/><Bullet/>Has <Ability:SPARKMEDICCHARGES/> initial charges.<br/><Bullet/>If a medikit is equipped will gain an additional charge and is also affected by Field Medic.<br/><br/><Bullet/>Remote Heal: Send your <Ability:SECONDARYWEAPONNAME/> out to heal an injured ally. Heals the same amount as current medikit tech.<br/><Bullet/>Remote Stabilise: Stops a soldier from bleeding out.<br/><Bullet/>Remote Revive: Send the <Ability:SECONDARYWEAPONNAME/> to an ally to remove Panic, Stunned, Dazed, Disoriented and Unconscious, mental status effects."

[Medical_Protocol_Bit_Heal X2AbilityTemplate]
LocFriendlyName="Remote Heal"
LocLongDescription="Send your <Ability:SECONDARYWEAPONNAME/> out to heal an injured ally. Heals up to <Ability:GREMLINHEALHP/> HP with each use. Advanced <Ability:SECONDARYWEAPONNAME/>s can heal slightly more."
LocHelpText="Send your <Ability:SECONDARYWEAPONNAME/> out to heal an injured ally.\nConsumes one charge (which is shared with Remote Stabilize and Remote Revive)."
LocPromotionPopupText=""

[Medical_Protocol_Bit_Stabilise X2AbilityTemplate]
LocFriendlyName="Remote Stabilize"
LocLongDescription="Stops a soldier from bleeding out.\nConsumes one charge (which is shared with Remote Heal and Remote Revive)."
LocHelpText="Stops a soldier from bleeding out.\nConsumes one charge (which is shared with Remote Heal and Remote Revive)."
LocFlyOverText="Stabilized"
LocPromotionPopupText=""

[Medical_Protocol_Bit_Revive X2AbilityTemplate]
LocFriendlyName="Remote Revive"
LocLongDescription="Send the <Ability:SECONDARYWEAPONNAME/> to an ally to remove any negative mental status effects: Dazed, Disoriented, Stunned, Panicked, or Unconscious."
LocHelpText="Send the <Ability:SECONDARYWEAPONNAME/> to an ally to remove negative mental status effects.\nConsumes one charge (which is shared with Remote Heal and Remote Revive)."
LocFlyOverText="Revived"
LocPromotionPopupText=""

[IntrusionProtocol_Bit X2AbilityTemplate]
LocFriendlyName="Hack"
LocLongDescription="Attempt to remotely breach security on a network access point with your <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="You can remotely hack targets with your <Ability:SECONDARYWEAPONNAME/>."
LocFlyOverText="Hack"
LocDefaultSecondaryWeapon="GREMLIN"
LocPromotionPopupText="<Bullet/> Remotely hack ADVENT targets, including mission objectives, with your <Ability:SECONDARYWEAPONNAME/>. <br/><Bullet/> Upgrade your <Ability:SECONDARYWEAPONNAME/> to increase this <Ability:ClassName/>'s hacking stat.<br/>"

[HaywireProtocol_Bit X2AbilityTemplate]
LocFriendlyName="Haywire Protocol"
LocLongDescription="You may target robotic and mechanical enemies with your <Ability:SECONDARYWEAPONNAME/>, attempting to hack them and seize control."
LocHelpText="Attempt to seize control of targeted enemy robot."
LocFlyOverText="Haywire Protocol"
LocPromotionPopupText="<Bullet/> Hacking a robotic enemy or turret pits the <Ability:ClassName/>'s Hacking stat against the enemy's Tech Defense stat.<br/><Bullet/> Upgrading your <Ability:SECONDARYWEAPONNAME/> will lead to an increased Hacking stat.<br/><Bullet/> Hacked robotic enemies can only be controlled for a short time.<br/>"

[Scanning_Protocol_Bit X2AbilityTemplate]
LocFriendlyName="Scanning Protocol"
LocLongDescription="The <Ability:SECONDARYWEAPONNAME/> can trigger an instant scan of the area, increasing the <Ability:ClassName/>'s sight radius substantially for one turn, and revealing any hidden or disguised enemies in view."
LocHelpText="Trigger a <Ability:SECONDARYWEAPONNAME/> scan of the area, increasing the your sight radius substantially for one turn, and revealing any hidden or disguised enemies in view."
LocFlyOverText="Scanning Protocol"
LocPromotionPopupText="<Bullet/> Scanning Protocol has one charge per mission.<br/><Bullet/> In addition to hidden and disguised enemies, enemies blocked from line of sight by walls or obstructions will also be revealed by Scanning Protocol.<br/>"

[Conceal_Protocol_Bit X2AbilityTemplate]
LocFriendlyName="Advanced Active Camo"
LocLongDescription="The <Ability:ClassName/> has a unique set of reflective cameras and painting allowing it to re-conceal."
LocHelpText="Force the <Ability:ClassName/> to engage Active Camo systems."
LocFlyOverText="Active Camo"
LocPromotionPopupText="<Bullet/>Allows the <Ability:ClassName/>to re-enter the concealed Active Camo state.<br/><Bullet/>Also the <Ability:ClassName/> can start a non-concealment mission in concealment, similar to a unit with Phantom.<br/><Bullet/>This ability has a <Ability:ACTIVECAMOCOOLDOWN/> turn cooldown."

;***************************************
;Changed Ability Descriptions
;***************************************

[Needle X2AbilityTemplate]
LocFriendlyName="Reaper Rounds"
LocHelpText="Unlocks an ammo slot, allowing the reaper to equip special ammunition for free. All shots in Shadow become Armour Piercing."
LocLongDescription="Unlocks an ammo slot, allowing the reaper to equip special ammunition for free. All shots in Shadow become Armour Piercing."
LocPromotionPopupText="<Bullet/>Unlocks an ammo slot, allowing the reaper to equip special ammunition for free.<br/><Bullet/>All reaper shots in Shadow become Armour Piercing.<br/>"

[PaleHorse X2AbilityTemplate]
LocFriendlyName="Soul Harvest"
LocLongDescription="Kill shots increase crit chance by <Ability:SOULHARVESTCRIT/>, to a maximum of <Ability:SOULHARVESTMAX/>."
LocHelpText="Kill shots increase crit chance by <Ability:SOULHARVESTCRIT/>, to a maximum of <Ability:SOULHARVESTMAX/>."
LocFlyoverText="Soul Harvest"
LocPromotionPopupText="<Bullet/> Only applies on shots taken with the <Ability:WeaponName/>.<br/>"

[Deadeye X2AbilityTemplate]
LocFriendlyName="Deadeye"
LocLongDescription="Take a shot with a <Ability:DeadEyeAim/>% aim penalty for a <Ability:DeadEyeDmg/>% damage boost. The shot will also disorient the target for 1 turn and make the target bleed for 1 damage over the 2 next turns."
LocHelpText="Take a shot with a <Ability:DeadEyeAim/>% aim penalty for a <Ability:DeadEyeDmg/>% damage boost. The shot will disorient and make the target bleed."
LocPromotionPopupText="<Bullet/> Deadeye reduces the overall hit chance of a shot by <Ability:DeadEyeAim/>%, but increases the base damage of the shot by <Ability:DeadEyeDmg/>%.<br/><Bullet/> Deadeye causes bleeding of 1 damage each turn for 2 turns, and causes disorientation for 1 turn.<br/>"

[DeadeyeDamage X2AbilityTemplate]
LocLongDescription="Take a shot with a small aim penalty for a significant damage boost. The shot disorients the target and causes bleeding of 1 damage over 2 rounds."
LocHelpText="Take a shot with a small aim penalty for a significant damage boost. The shot disorients the target and causes bleeding of 1 damage over 2 rounds."

[RemoteStart X2AbilityTemplate]
LocFriendlyName="Remote Start"
LocLongDescription="Detonate an environmental explosive, causing it to deal double damage within twice its normal radius. Does not reveal the <Ability:ClassName/>. Shares cooldown with Remote Finish."
LocHelpText="Detonate an environmental explosive, causing it to deal double damage within twice its normal radius. Does not reveal the <Ability:ClassName/>. Shares cooldown with Remote Finish."
LocPromotionPopupText="<Bullet/> Make sure squadmates are clear of the blast zone!<br/><Bullet/> Remote Start requires <Ability:SelfAmmoCost/> ammo point, and has a <Ability:SelfCooldown/> turn cooldown.<br/><Bullet/>Shares it's cooldown with Remote Finish.<br/><Bullet/>Does not reveal the <Ability:ClassName/>.<br/>"

[MZDetonationShot X2AbilityTemplate]
LocFriendlyName="Remote Finish"
LocLongDescription="Detonates explosives carried by the enemy. Does not reveal the <Ability:ClassName/>. Shares cooldown with Remote Start if the unit has the skill."
LocHelpText="Detonates explosives carried by the enemy. Does not reveal the <Ability:ClassName/>. Shares cooldown with Remote Start if the unit has the skill."
LocFlyOverText=""
LocPromotionPopupText="<Bullet/> Make sure squadmates are clear of the blast zone!<br/><Bullet/> Remote Finish requires <Ability:SelfAmmoCost/> ammo point, and has a <Ability:SelfCooldown/> turn cooldown.<br/><Bullet/>Shares it's cooldown with Remote Start if the unit has the skill.".<br/><Bullet/>Does not reveal the <Ability:ClassName/>.<br/>"

[Fortress X2AbilityTemplate]
LocFriendlyName="Fortress"
LocLongDescription="The <Ability:ClassName/> is immune to acid, electrical, explosive, fire, frost and poison damage."
LocHelpText="The <Ability:ClassName/> is immune to acid, electrical, explosive, fire, frost and poison damage."
LocFlyOverText="Fortress"
LocPromotionPopupText="<Bullet/> The <Ability:ClassName/> with the Fortress ability can walk through acid, electrical, explosive, fire, frost and poison damage with no ill effects.<br/>"

[Whiplash X2AbilityTemplate]
LocFriendlyName="Whiplash"
LocLongDescription="Attack an enemy with an electrical lash. This attack costs no actions and does not end the turn. Double damage to robotic units."
LocHelpText="Attack an enemy with an electrical lash. This attack costs no actions and does not end the turn. Double damage to robotic units."
LocPromotionPopupText="<Bullet/> Whiplash does double damage to robotic enemies."

[ZeroIn X2AbilityTemplate]
LocFriendlyName="Zero In"
LocLongDescription="Subsequent shots on the same turn provide +<Ability:ZEROINCRIT/> critical chance. If against the same target, they also provide +<Ability:ZEROINAIM/> hit chance."
LocHelpText="Subsequent shots on the same turn provide +<Ability:ZEROINCRIT/> critical chance. If against the same target, they also provide +<Ability:ZEROINAIM/> hit chance."
LocFlyoverText="Zero In"
LocPromotionPopupText="<Bullet/> The <Ability:ClassName/>'s ability to take many actions per turn can result in massive bonuses from Zero In.<br/>"

[MedicalProtocol X2AbilityTemplate]
LocFriendlyName="Medical Protocol"
LocLongDescription="The <Ability:SECONDARYWEAPONNAME/> can perform healing actions remotely: Remote Heal and Remote Stabilize. The <Ability:SECONDARYWEAPONNAME/> has a single charge. If a medikit is equipped, the <Ability:SECONDARYWEAPONNAME/> will gain an additional charge."
LocHelpText="The <Ability:SECONDARYWEAPONNAME/> now performs healing actions: <Ability:SECONDARYWEAPONNAME/> Heal and <Ability:SECONDARYWEAPONNAME/> Stabilize."
LocFlyOverText="Medical Protocol"
LocPromotionPopupText="<Bullet/> Upgrading your <Ability:SECONDARYWEAPONNAME/> will lead to more HP healed per charge.<br/><Bullet/> Remote Heal or Remote Stabilize, when used as your first action, will not end your turn.<br/>"

[GremlinHeal X2AbilityTemplate]
LocFriendlyName="Remote Heal"
LocLongDescription="Send your <Ability:SECONDARYWEAPONNAME/> out to heal an injured ally. Heals up to <Ability:GREMLINHEALHP/> HP with each use. Advanced <Ability:SECONDARYWEAPONNAME/>s can heal slightly more."
LocHelpText="Send your <Ability:SECONDARYWEAPONNAME/> out to heal an injured ally."
LocPromotionPopupText=""

[GremlinStabilize X2AbilityTemplate]
LocFriendlyName="Remote Stabilize"
LocLongDescription="Stops a soldier from bleeding out. Consumes one charge (which is shared with Remote Heal)."
LocHelpText="Stops a soldier from bleeding out."
LocFlyOverText="Stabilized"
LocPromotionPopupText=""

[RevivalProtocol X2AbilityTemplate]
LocFriendlyName="Remote Revive"
LocLongDescription="Send the <Ability:SECONDARYWEAPONNAME/> to an ally to remove any negative mental status effects: Dazed, Disoriented, Stunned, Panicked, or Unconscious."
LocHelpText="Send the <Ability:SECONDARYWEAPONNAME/> to an ally to remove negative mental status effects."
LocFlyOverText="Revived"
LocPromotionPopupText="<Bullet/> Revival Protocol can be used to revive unconscious soldiers, including those who have been stabilized after bleeding out.<br/><Bullet/> Revival Protocol, if used with your first action, will not end your turn.<br/><Bullet/> Conventional <Ability:SECONDARYWEAPONNAME/>s grant a single Revival Protocol charge, but upgrading your <Ability:SECONDARYWEAPONNAME/> can lead to more Revival Protocol charges.<br/>"

[IntrusionProtocol X2AbilityTemplate]
LocFriendlyName="Hack"
LocLongDescription="Attempt to remotely breach security on a network access point with your <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="You can remotely hack targets with your <Ability:SECONDARYWEAPONNAME/>."
LocFlyOverText="Hack"
LocDefaultSecondaryWeapon="GREMLIN"
LocPromotionPopupText="<Bullet/> Remotely hack ADVENT targets, including mission objectives, with your <Ability:SECONDARYWEAPONNAME/>. <br/><Bullet/> Upgrade your <Ability:SECONDARYWEAPONNAME/> to increase this <Ability:ClassName/>'s hacking stat.<br/>"

[HaywireProtocol X2AbilityTemplate]
LocFriendlyName="Haywire Protocol"
LocLongDescription="You may target robotic and mechanical enemies with your <Ability:SECONDARYWEAPONNAME/>, attempting to hack them and seize control."
LocHelpText="Attempt to seize control of targeted enemy robot."
LocFlyOverText="Haywire Protocol"
LocPromotionPopupText="<Bullet/> Hacking a robotic enemy or turret pits the <Ability:ClassName/>'s Hacking stat against the enemy's Tech Defense stat.<br/><Bullet/> Upgrading your <Ability:SECONDARYWEAPONNAME/> will lead to an increased Hacking stat.<br/><Bullet/> Hacked robotic enemies can only be controlled for a short time.<br/>"

[ScanningProtocol X2AbilityTemplate]
LocFriendlyName="Scanning Protocol"
LocLongDescription="The <Ability:SECONDARYWEAPONNAME/> can trigger an instant scan of the area, increasing the <Ability:ClassName/>'s sight radius substantially for one turn, and revealing any hidden or disguised enemies in view."
LocHelpText="Trigger a <Ability:SECONDARYWEAPONNAME/> scan of the area, increasing the your sight radius substantially for one turn, and revealing any hidden or disguised enemies in view."
LocFlyOverText="Scanning Protocol"
LocPromotionPopupText="<Bullet/> Scanning Protocol has one charge per mission.<br/><Bullet/> In addition to hidden and disguised enemies, enemies blocked from line of sight by walls or obstructions will also be revealed by Scanning Protocol.<br/>"

[FanFire X2AbilityTemplate]
LocFriendlyName="Fan Fire"
LocLongDescription="Fire the <Ability:SECONDARYWEAPONNAME/> three times at the same target."
LocHelpText="Fire three times at a single target"
LocFlyOverText="Fan Fire"
LocPromotionPopupText="<Bullet/> Each shot in Fan Fire rolls a separate chance to hit.<br/><Bullet/> Fan Fire can deal a devastating amount of damage if every shot hits.<br/><Bullet/> Fan Fire has a <Ability:SelfCooldown/> turn cooldown.<br/>"

[Faceoff X2AbilityTemplate]
LocFriendlyName="Faceoff"
LocLongDescription="Fire once at every visible enemy with your <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="Fire once at every visible enemy with your <Ability:SECONDARYWEAPONNAME/>."
LocPromotionPopupText="<Bullet/> Faceoff is best augmented by aggressive field positioning, granting a high chance to shoot at multiple targets.<br/><Bullet/> Faceoff has a <Ability:SelfCooldown/> turn cooldown.<br/>"

;***************************************
;'Fixed' Ability Descriptions for Mods
;***************************************

[PsiOpsImmunities X2AbilityTemplate]
LocFriendlyName="Psi Ops Immunities"
LocLongDescription="<font color = '#FA6942'>*****</font>\nThe ADVENT Psi Ops are immune to damage by fire and chrysalid venom.\nThey also cannot be knocked back."
LocHelpText="<font color = '#FA6942'>*****</font>\nThe ADVENT Psi Ops are immune to damage by fire and chrysalid venom.\nThey also cannot be knocked back."

[WraithMeleeResistance X2AbilityTemplate]
LocFriendlyName="Psi Ops Resistance"
LocLongDescription="<font color = '#FA6942'>*****</font>\nThe ADVENT Psi Ops Wraith are resistant to melee attacks."
LocHelpText="<font color = '#FA6942'>*****</font>\nThe ADVENT Psi Ops Wraith are resistant to melee attacks."

[StunDroneShield X2AbilityTemplate]
LocFriendlyName="Anti-Stun Vest"
LocLongDescription="<font color = '#FA6942'>*****</font>\nImmunity to disorientation and stun."
LocHelpText="<font color = '#FA6942'>*****</font>\nImmunity to disorientation and stun."
LocFlyOverText="Stun Shielded"

[MZIceVestStats X2AbilityTemplate]
LocFriendlyName="<font color='#13B0E1'>Frostweave</font>"
LocLongDescription="<font color = '#FA6942'>*****</font>\nImmunity to fire and frost damage.\nWill instantly freeze melee attackers."
LocHelpText="<font color = '#FA6942'>*****</font>\nImmunity to fire and frost damage.\nWill instantly freeze melee attackers."
LocFlyOverText="Frostweave"

[AdvancedMindShieldBonus X2AbilityTemplate]
LocFriendlyName="Advanced Mindshield"
LocLongDescription="<font color = '#FA6942'>***</font>\nImmunity to disorient, knockout, panic, stun and most mental effects.\nGrants passive regeneration."
LocHelpText="<font color = '#FA6942'>*****</font>\nImmunity to disorient, knockout, panic, stun and most mental effects.\nGrants passive regeneration."
LocFlyOverText="Advanced Mind Shield"

;***************************************
;Changed Item/Ability Descriptions
;***************************************

[SparkBit_CV X2GremlinTemplate]
FriendlyName="BIT Mk I"
FriendlyNamePlural="BIT Mk I"
BriefSummary=""
TacticalText="<Bullet/> The BIT Drone is a heavier variant of the GREMLIN designed to accompany SPARKs.\n<Bullet/> BITs are armed with a versatile heavy weapon hardpoint, but are less effective than GREMLINs at hacking and battlefield protocols.\n<Bullet/> The BIT generally goes unnoticed by enemies, and cannot take damage or be destroyed. It will shut down if its owner is incapacitated or killed."
AbilityDescName="SPARK BIT"

[SparkBit_MG X2GremlinTemplate]
FriendlyName="BIT Mk II"
FriendlyNamePlural="BIT Mk II"
BriefSummary="The Mark II BIT is an improved version of the standard BIT Drone. It provides greater bonuses to hacking and protocols than its predecessor."
TacticalText="<Bullet/> The BIT Drone is a heavier variant of the GREMLIN designed to accompany SPARKs.\n<Bullet/> BITs are armed with a versatile heavy weapon hardpoint, but are less effective than GREMLINs at hacking and battlefield protocols.\n<Bullet/> The BIT generally goes unnoticed by enemies, and cannot take damage or be destroyed. It will shut down if its owner is incapacitated or killed."
AbilityDescName="SPARK BIT"

[SparkBit_BM X2GremlinTemplate]
FriendlyName="BIT Mk III"
FriendlyNamePlural="BIT Mk III"
BriefSummary="The Mark III BIT is the most advanced version of the BIT Drone we can develop. It provides a substantial boost to hacking and battlefield protocols."
TacticalText="<Bullet/> The BIT Drone is a heavier variant of the GREMLIN designed to accompany SPARKs.\n<Bullet/> BITs are armed with a versatile heavy weapon hardpoint, but are less effective than GREMLINs at hacking and battlefield protocols.\n<Bullet/> The BIT generally goes unnoticed by enemies, and cannot take damage or be destroyed. It will shut down if its owner is incapacitated or killed."
AbilityDescName="SPARK BIT"

;***************************************
;Added Item/Ability Descriptions for Mods
;***************************************
[HunterBleedingRounds X2AmmoTemplate]
FriendlyName="Bleeding Rounds"
BriefSummary="These rounds will pierce your heart and soul and cause bleeding."

[FrostScaleVest X2GrenadeTemplate]
;FriendlyName="<font color='#13B0E1'>Frost Scale Vest</font>"
;FriendlyNamePlural="<font color='#13B0E1'>Frost Scale Vests</font>"
;BriefSummary="The Frost Scale Vest is made from the Frost Viper's Scales and grants immunities to Viper Poison as well as Frost."
-TacticalText="<bullet/> Increases soldier health by 2.\n<bullet/> Provides immunity to poison and frost. This vest needs to be equipped in a grenade slot for the Snap Freeze ability to work as intended."
+TacticalText="<font color = '#FA6942'>*****</font>\n<bullet/> Increases soldier health by 2.\n<bullet/> Provides immunity to poison and frost.\n<bullet/> The soldier needs to have no other damaging grenades for the Snap Freeze ability to work as intended."

[ViperPrince1_WPN X2WeaponTemplate]
AbilityDescName="Boltcaster"

[ViperPrince2_WPN X2WeaponTemplate]
AbilityDescName="Boltcaster"

[ViperFrostAxe X2WeaponTemplate]
AbilityDescName="Axe"

[XCOMFrostCaster X2WeaponTemplate]
AbilityDescName ="Boltcaster"

[PrincessFrostdeath X2GrenadeTemplate]
FriendlyName=" ENEMY ABILITY _ COTK DEATH"

[FrostlingFrostdeath X2GrenadeTemplate]
FriendlyName=" ENEMY ABILITY _ COTK DEATH"

;***************************************

[DroneHRepairM1_WPN X2WeaponTemplate]
FriendlyName="Drone Medikit"

[DroneHRepairM2_WPN X2WeaponTemplate]
FriendlyName="Drone NanoMedikit"

[DroneHRepairM3_WPN X2WeaponTemplate]
FriendlyName="Drone BioMedikit"

;***************************************

[RC_Bit_Scanner X2WeaponTemplate]
FriendlyName="Battle Scanner"

[MiniSectopod_WPN X2WeaponTemplate]
FriendlyName="Sectopod Blaster"

[RoyalSectopod_WPN X2WeaponTemplate]
FriendlyName="Royal Sectopod Blaster"

[RoyalSectopod_DeathCannon_WPN X2WeaponTemplate]
FriendlyName="Royal Sectopod Wrath Cannon"

;***************************************

[AdvRaptorM1_WPN X2WeaponTemplate]
AbilityDescName="Sniper Rifle"

[AdvRaptorM2_WPN X2WeaponTemplate]
AbilityDescName="Sniper Rifle"

[AdvRaptorM3_WPN X2WeaponTemplate]
AbilityDescName="Sniper Rifle"

[WraithGauntletM1_BM X2PairedWeaponTemplate]
FriendlyName="Advent Ethereal Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithGauntletM2_BM X2PairedWeaponTemplate]
FriendlyName="Advent Tempest Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithGauntletM3_BM X2PairedWeaponTemplate]
FriendlyName="Advent Celestial Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithGauntletLeftM1_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Advent Ethereal Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithGauntletLeftM2_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Advent Tempest Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithGauntletLeftM3_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Advent Celestial Shard Gauntlet"
AbilityDescName="Shard Gauntlet"

[WraithPistolM1_WPN X2WeaponTemplate]
AbilityDescName="Pistol"

[WraithPistolM2_WPN X2WeaponTemplate]
AbilityDescName="Pistol"

[WraithPistolM3_WPN X2WeaponTemplate]
AbilityDescName="Pistol"

[AdvDestroyerM1_WPN X2WeaponTemplate]
AbilityDescName="Rifle"

[AdvDestroyerM2_WPN X2WeaponTemplate]
AbilityDescName="Rifle"

[AdvDestroyerM3_WPN X2WeaponTemplate]
AbilityDescName="Rifle"

[DestroyerWristBladeM1_BM X2PairedWeaponTemplate]
FriendlyName="Ethereal Ripjack"
AbilityDescName="Ripjack"

[DestroyerWristBladeM2_BM X2PairedWeaponTemplate]
FriendlyName="Tempest Ripjack"
AbilityDescName="Ripjack"

[DestroyerWristBladeM3_BM X2PairedWeaponTemplate]
FriendlyName="Celestial Ripjack"
AbilityDescName="Ripjack"

[DestroyerWristBladeLeftM1_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Ethereal Ripjack"
AbilityDescName="Ripjack"

[DestroyerWristBladeLeftM2_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Tempest Ripjack"
AbilityDescName="Ripjack"

[DestroyerWristBladeLeftM3_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Celestial Ripjack"
AbilityDescName="Ripjack"

[PsiDroneBeamM1_WPN X2WeaponTemplate]
AbilityDescName="Phase Blaster"

[PsiDroneBeamM2_WPN X2WeaponTemplate]
AbilityDescName="Phase Blaster"

[PsiDroneBeamM3_WPN X2WeaponTemplate]
AbilityDescName="Phase Blaster"

[PsiDroneLauncher_WPN X2WeaponTemplate]
AbilityDescName="Micro Launcher"

;***************************************

[ArchonShaman_ConsumeStaff X2WeaponTemplate]
AbilityDescName="Archon Staff"

[ArchonAxe X2WeaponTemplate]
AbilityDescName="Archon Axe"

;****************************************

[LostZombie_MeleeAttack X2WeaponTemplate]
FriendlyName="Zombie Smash"

[TheLostTier1_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slap"

[TheLostTier2_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slice"

[TheLostTier3_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Smash"

[TheLostTierBrute1_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slap"

[TheLostTierBrute2_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slice"

[TheLostTierBrute3_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Smash"

[TheLostTierHowler1_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slap"

[TheLostTierHowler2_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Slice"

[TheLostTierHowler3_MeleeAttack X2WeaponTemplate]
FriendlyName="Lost Smash"

[BioLost_Head_Boom X2WeaponTemplate]
FriendlyName="Bio Collar Bomb"

[SpectreM1_PsiAttack X2WeaponTemplate]
FriendlyName="Spectre Mind Probe"

[SpectreM2_PsiAttack X2WeaponTemplate]
FriendlyName="Spectre Body Probe"

[SpectreM3_PsiAttack X2WeaponTemplate]
FriendlyName="Spectre Soul Probe"

[Faceless_MeleeAoE X2WeaponTemplate]
FriendlyName="Faceless Hug"

;****************************************

[AdventCaptainMk4Grenade X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Adv Captain"

[FireSpitGlob X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Fire Spit"

[AcidBlobM4 X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ Acid Blob"

[PurifierGrenade X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Purifier"

[Weapon_AshFlameViperSpitM1 X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Viper Fire Spit"

[Weapon_AshFlameViperSpitM2 X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Viper Fire Spit"

[Weapon_AshFlameViperSpitM3 X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Viper Fire Spit"

[MutonCenturianEliteGrenade X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Muton Centurion Elite"

[MutonFireBombMk2 X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Muton Elite Firebomb"

[MutonEliteGrenade X2GrenadeTemplate]
FriendlyName=" ENEMY GRENADE _ Muton Elite Plasma"

[PsiSpitGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ Psi Viper Spit"

[BlackSplitGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ Elite Viper Spit"

[PoisonBlindSpitGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ Bio Viper Spit"

[QueenGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ HIVE Queen Spit"

[JuvQueenGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ HIVE Juvi Spit"

[SwarmerGlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ HIVE Swarmer Spit"

[GuardAcidBlob X2WeaponTemplate]
FriendlyName=" ENEMY GRENADE _ HIVE Guard Bomb"

;****************************************

[PsiDronePhase X2EquipmentTemplate]
FriendlyName=" ENEMY ABILITY _ Psi Drone Phaser"

[DummyWraithShrieker X2EquipmentTemplate]
FriendlyName=" ENEMY ABILITY _ Shreiker Phaser"

[BM_Tongue X2WeaponTemplate]
FriendlyName="Brood Mother Tongue"

[Omega_Mace_WPN X2WeaponTemplate]
FriendlyName="OMEGA MACE SMASH"

[GasStrike_WPN X2WeaponTemplate]
FriendlyName="Orbital Gas Strike"

[GasStrike2_WPN X2WeaponTemplate]
FriendlyName="Orbital Gas Strike"

;****************************************
[WristBladeLeft_CV X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Ripjack"

[WristBladeLeft_MG X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Ionic Ripjack"

[WristBladeLeft_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Fusion Ripjack"

[ShardGauntletLeft_CV X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Gauntlets"

[ShardGauntletLeft_MG X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Tempest Gauntlets"

[ShardGauntletLeft_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Celestial Gauntlets"

[SpectralStunLancerM1_StunLance X2WeaponTemplate]
FriendlyName="Basic Spectral StunLance"

[SpectralStunLancerM2_StunLance X2WeaponTemplate]
FriendlyName="Advanced Spectral StunLance"

[SpectralStunLancerM3_StunLance X2WeaponTemplate]
FriendlyName="Superior Spectral StunLance"

[SpectralStunLancerM4_StunLance X2WeaponTemplate]
FriendlyName="Ethereal Spectral StunLance"

[SpectralZombieM1_MeleeAttack X2WeaponTemplate]
FriendlyName="Basic Spectral Smash"

[SpectralZombieM2_MeleeAttack X2WeaponTemplate]
FriendlyName="Heavy Spectral Smash"

[SpectralZombieM3_MeleeAttack X2WeaponTemplate]
FriendlyName="Super Spectral Smash"

[SpectralZombieM4_MeleeAttack X2WeaponTemplate]
FriendlyName="Void Spectral Smash"

[PsionicSoldier_PsiAmp_M1 X2WeaponTemplate]
FriendlyName="Psionic Soldier Ether Psi Amp"

[PsionicSoldier_PsiAmp_M2 X2WeaponTemplate]
FriendlyName="Psionic Soldier Tempest Psi Amp"

[PsionicSoldier_PsiAmp_M3 X2WeaponTemplate]
FriendlyName="Psionic Soldier Celest Psi Amp"

[AdvPriestMP_PsiAmp X2WeaponTemplate]
FriendlyName=" MP WEAPON _ Priest Psi Amp"

[AdvShortTurretM1_WPN X2WeaponTemplate]
FriendlyName="Basic Turret Cannon"

[AdvMEC_M1_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Basic Micro Missile Launcher"

[AdvMEC_M2_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Advanced Micro Missile Launcher"

[Archon_Blazing_Pinions_WPN X2WeaponTemplate]
FriendlyName=" ENEMY ABILITY WEAPON _ Archon Pinions"

[Sectopod_Wrathcannon_WPN X2WeaponTemplate]
FriendlyName=" ENEMY ABILITY WEAPON _ Wrath Cannon"

[PrototypeSectopod_Wrathcannon_WPN X2WeaponTemplate]
FriendlyName=" ENEMY ABILITY WEAPON _ Proto Wrath Cannon"

[AndromedonRobot_MeleeAttack X2WeaponTemplate]
FriendlyName="Andromedon Robot Smash"

[Muton_MeleeAttack X2WeaponTemplate]
FriendlyName="Muton Smash"

[ViperKing_Tongue_WPN X2WeaponTemplate]
FriendlyName="Viper King Tongue"

[ArchonKing_Blazing_Pinions_WPN X2WeaponTemplate]
FriendlyName=" ENEMY ABILITY WEAPON _ ArchonKing Pinions"

;**************************************

[SectoidM4_WPN X2WeaponTemplate]
FriendlyName="Sectoid Blaster"

[AdvPistolM1_WPN X2WeaponTemplate]
FriendlyName="ADVENT Pistol"

[AdvPistolM2_WPN X2WeaponTemplate]
FriendlyName="ADVENT Mag Pistol"

[AdvPistolM3_WPN X2WeaponTemplate]
FriendlyName="ADVENT Beam Pistol"

[AdvHeavyPistolM1_WPN X2WeaponTemplate]
FriendlyName="ADVENT Pistol"

[AdvHeavyPistolM2_WPN X2WeaponTemplate]
FriendlyName="ADVENT Mag Pistol"

[AdvHeavyPistolM3_WPN X2WeaponTemplate]
FriendlyName="ADVENT Beam Pistol"

[AdvCannonShredM4_WPN X2WeaponTemplate]
FriendlyName="Ultra Shredder Cannon"

[AdvShotgunLEUM3_WPN X2WeaponTemplate]
FriendlyName="Advent Thunder Gun"

[ArchonStaff_LifeLeech X2WeaponTemplate]
FriendlyName=" ENEMY ABILITY WEAPON _ Archon LifeLeech"

[AdvMEC_M1_Support_WPN X2WeaponTemplate]
FriendlyName="Basic Micro Missile Launcher"

[AdvMEC_M2_Support_WPN X2WeaponTemplate]
FriendlyName="Advanced Micro Missile Launcher"

[AdvRocketLauncher X2WeaponTemplate]
FriendlyName="ADVENT Rocket Launcher"

[AdvNadeLauncher X2GrenadeLauncherTemplate]
FriendlyName="ADVENT Nade Launcher"

[AdvDroneM3_WPN X2WeaponTemplate]
FriendlyName="Drone Vibroshock"

[AdvDroneHealM1_WPN X2WeaponTemplate]
FriendlyName="Drone Medikit"

[AdvDroneHealM2_WPN X2WeaponTemplate]
FriendlyName="Drone NanoMedikit"

[AdvDroneHealM3_WPN X2WeaponTemplate]
FriendlyName="Drone BioMedikit"

[AdvBullpup_CV X2WeaponTemplate]
FriendlyName="ADVENT Basic Bullpup"

[AdvBullpup_MG X2WeaponTemplate]
FriendlyName="ADVENT Mag Bullpup"

[AdvBullpup_BM X2WeaponTemplate]
FriendlyName="ADVENT Beam Bullpup"

[Sword_LS X2WeaponTemplate]
FriendlyName="LASER Sword"

[AdvPowerArmor X2ArmorTemplate]
FriendlyName="ADVENT Power Armor"

[Warlock_PsiWeapon X2WeaponTemplate]
FriendlyName="Warlock Ether Amp"

[WarlockM2_PsiWeapon X2WeaponTemplate]
FriendlyName="Warlock Tempest Amp"

[WarlockM3_PsiWeapon X2WeaponTemplate]
FriendlyName="Warlock Celestial Amp"

[WarlockM4_PsiWeapon X2WeaponTemplate]
FriendlyName="Warlock Void Amp"

;***************************************

[MZIceWristBladeLeft_CV X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Fangs"

[MZIceWristBladeLeft_MG X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Ionic Fangs"

[MZIceWristBladeLeft_BM X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Fusion Fangs"

;***************************************

[RhiReaperRifle_M1 X2WeaponTemplate]
FriendlyName="Resistance Vektor Rifle"

[RhiReaperRifle_M2 X2WeaponTemplate]
FriendlyName="Resistance Temnotic Rifle"

[RhiReaperRifle_M3 X2WeaponTemplate]
FriendlyName="Resistance Shadow Lance"

[RHIGauntlet_M1 X2PairedWeaponTemplate]
FriendlyName="Resistance Shard Gauntlet"

[RHIGauntlet_M2 X2PairedWeaponTemplate]
FriendlyName="Resistance Tempest Gauntlet"

[RHIGauntlet_M3 X2PairedWeaponTemplate]
FriendlyName="Resistance Celestial Gauntlet"

[RHIGauntletLeft_M1 X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Resistance Shard Gauntlet"

[RHIGauntletLeft_M2 X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Resistance Tempest Gauntlet"

[RHIGauntletLeft_M3 X2PairedWeaponTemplate]
FriendlyName=" PAIRED WEAPON _ Resistance Celestial Gauntlet"

;***************************************
;Changed Weapon Names
;***************************************

[Bullpup_CV X2WeaponTemplate]
FriendlyName="Conventional Bullpup"
FriendlyNamePlural="Conventional Bullpups"
AbilityDescName="Bullpup"

[Bullpup_MG X2WeaponTemplate]
FriendlyName="Rail Bullpup"
FriendlyNamePlural="Rail Bullpups"
AbilityDescName="Bullpup"

[Bullpup_BM X2WeaponTemplate]
FriendlyName="Energy Bullpup"
FriendlyNamePlural="Energy Bullpups"
AbilityDescName="Bullpup"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="Laser Blade"
FriendlyNamePlural="Laser Blades"
BriefSummary="When pure kinetic energy is no longer sufficient in the field, the Laser Blade may prove necessary. It boosts the standard Sword's combat effectiveness with the addition of an electric field, capable of stunning enemies that are not killed outright."
TacticalText="<Bullet/> The Laser Blade adds a powerful electric burst to the sword's kinetic impact, improving its damage and adding a chance to stun enemy targets."
AbilityDescName="Laser Blade"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="Plasma Blade"
FriendlyNamePlural="Plasma Blades"
BriefSummary="The Plasma Blade encases an elerium-heated metallic core in a micro-thin magnetic field, enabling devastating melee attacks that are capable of setting enemies aflame or stunning."
TacticalText="<Bullet/> This is the most advanced version of the Ranger's sword, dealing maximum damage with a chance to stun or burn enemy targets."
AbilityDescName="Plasma Blade"

;***************************************
;Addition of New PCS for Psi and Hack
;***************************************

[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Basic Psi Offense"
FriendlyNamePlural="PCS: Basic Psi Offense"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Psionic attacks.\n\nBy default this PCS will improve the soldiers Psi Offense by <Ability:PSIPCS_BONUS_COMMON/> points.\n\nThese particular PCS' can be slotted into any soldier but will only really help a soldier that uses Offensive Psionic Abilities." 

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Advanced Psi Offense"
FriendlyNamePlural="PCS: Advanced Psi Offense"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Psionic attacks.\n\nBy default this PCS will improve the soldiers Psi Offense by <Ability:PSIPCS_BONUS_RARE/> points.\n\nThese particular PCS' can be slotted into any soldier but will only really help a soldier that uses Offensive Psionic Abilities."   

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="PCS: Superior Psi Offense"
FriendlyNamePlural="PCS: Superior Psi Offense"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Psionic attacks.\n\nBy default this PCS will improve the soldiers Psi Offense by <Ability:PSIPCS_BONUS_EPIC/> points.\n\nThese particular PCS' can be slotted into any soldier but will only really help a soldier that uses Offensive Psionic Abilities."   

[CommonPCSHack X2EquipmentTemplate]
FriendlyName="PCS: Basic Hacking"
FriendlyNamePlural="PCS: Basic Hacking"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Hacking attempts." 

[RarePCSHack X2EquipmentTemplate]
FriendlyName="PCS: Advanced Hacking"
FriendlyNamePlural="PCS: Advanced Hacking"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Hacking attempts." 

[EpicPCSHack X2EquipmentTemplate]
FriendlyName="PCS: Superior Hacking"
FriendlyNamePlural="PCS: Superior Hacking"
BriefSummary="This rusty PCS improves the odds that the affected soldier will succeed in Hacking attempts." 

;***************************************
;Addition of Pandora's Box Debug Item
;***************************************

[RustyBox X2WeaponTemplate]
FriendlyName="<font color = '#FA6942'>Pandoras Box </font>"
FriendlyNamePlural="<font color = '#FA6942'>Pandoras Boxes </font>"
BriefSummary="Opening this rusty box can cause all types of ailments to manifest on the user." 
TacticalText="THIS ITEM IS INTENDED FOR DEUGGING USE"
AbilityDescName="Pandora's Box"

[RPB_Passive X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box </font>"
LocLongDescription="<font color = '#FA6942'>Pandora's Box</font>\nCan inflict the following status effects;\n<Bullet>FullRestore<br/><Bullet>Disorient<br/><Bullet>Dazed<br/><Bullet>Stunned<br/><Bullet>Unconscious<br/><Bullet>Panicked<br/><Bullet>Obsessed<br/><Bullet>Berserk<br/><Bullet>Shattered<br/><Bullet>Harm<br/><Bullet>Heal<br/><Bullet>Rupture<br/><Bullet>Bleeding Out<br/><Bullet>Poison<br/><Bullet>Chyryssalid Venom<br/><Bullet>Burn<br/><Bullet>Acid Corroded<br/><Bullet>Bleeding<br/><Bullet>Frozen<br/>."
LocHelpText="<font color = '#FA6942'>Pandora's Box</font>\nCan inflict the following status effects;\n<Bullet>FullRestore<br/><Bullet>Disorient<br/><Bullet>Dazed<br/><Bullet>Stunned<br/><Bullet>Unconscious<br/><Bullet>Panicked<br/><Bullet>Obsessed<br/><Bullet>Berserk<br/><Bullet>Shattered<br/><Bullet>Harm<br/><Bullet>Heal<br/><Bullet>Rupture<br/><Bullet>Bleeding Out<br/><Bullet>Poison<br/><Bullet>Chyryssalid Venom<br/><Bullet>Burn<br/><Bullet>Acid Corroded<br/><Bullet>Bleeding<br/><Bullet>Frozen<br/>."
LocFlyOverText="Pandora's Box was Opened"

[RPB_SBS X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Sight Beyond Sight"
LocLongDescription="Allows you to view exactly where all the enemies are within 25 tiles, and by extension, what they are."
LocHelpText="Allows you to view exactly where all the enemies are within 25 tiles, and by extension, what they are."
LocFlyOverText="Pandora's Box Is Closed"

[RPB_FullRestore X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>FullRestore"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Disorient X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Disorient"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Dazed X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Dazed"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Stunned X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Stunned"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Unconscious X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Unconscious"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Panicked X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Panic"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Obsessed X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Obsessed"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Berserk X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Berserk"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Shattered X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Shattered"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Harm X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Harm"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Heal X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Heal"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Rupture X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Rupture"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_BleedingOut X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Bleeding Out"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Poison X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Poison"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_ChyrsPoison X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Chyrssalid Venom"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Burn X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Burn"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_AcidBurn X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Acid Corroded"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Bleeding X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Bleeding"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Frozen X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Frozen"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

[RPB_Blind X2AbilityTemplate]
LocFriendlyName="<font color = '#FA6942'>Pandoras Box: </font>Blind"
LocLongDescription="Inflicts the status in the title."
LocHelpText="Inflicts the status in the title."
LocFlyOverText="Pandora's Box was Opened"

;****************************************************
;****************************************************
;	ADDITION OF SPARK BIT ABILITIES RANK
;****************************************************
;****************************************************
[Spark X2SoldierClassTemplate]
DisplayName="SPARK"
ClassSummary="These high-powered robotic units can unleash devastating frontline attacks or absorb incoming fire and protect the squad."
LeftAbilityTreeTitle="Future Combat"
RightAbilityTreeTitle="War Machine"
AbilityTreeTitles[0]="Future Combat"
AbilityTreeTitles[1]="War Machine"
AbilityTreeTitles[2]="Bit Core"
AbilityTreeTitles[3]="XCOM"

;ALPHABETICAL OR THEY DONT WORK
RandomNickNames[0]="Atlas"
RandomNickNames[1]="Baron"
RandomNickNames[2]="Big Boy"
RandomNickNames[3]="Bishop"
RandomNickNames[4]="Bumble Bee"
RandomNickNames[5]="Centurion"
RandomNickNames[6]="Chappie"
RandomNickNames[7]="Claymore"
RandomNickNames[8]="Clank"
RandomNickNames[9]="Count"
RandomNickNames[10]="Crushinator"
RandomNickNames[11]="Custom ROB"
RandomNickNames[12]="Cylon"
RandomNickNames[13]="Data"
RandomNickNames[14]="DARYL"
RandomNickNames[15]="Devastator"
RandomNickNames[16]="Dragoon"
RandomNickNames[17]="Duchess"
RandomNickNames[18]="Duke"
RandomNickNames[19]="EVA"
RandomNickNames[20]="Excalibur"
RandomNickNames[21]="Falchion"
RandomNickNames[22]="Galahad"
RandomNickNames[23]="Gawain"
RandomNickNames[24]="Glados"
RandomNickNames[25]="Glaive"
RandomNickNames[26]="Giga"
RandomNickNames[27]="Guardian"
RandomNickNames[28]="Gungnir"
RandomNickNames[29]="Hal 2001"
RandomNickNames[30]="Halberd"
RandomNickNames[31]="Hoplite"
RandomNickNames[32]="Ironman"
RandomNickNames[33]="Jaeger"
RandomNickNames[34]="Javelin"
RandomNickNames[35]="Johnny V"
RandomNickNames[36]="Junkyard"
RandomNickNames[37]="Kit 2000"
RandomNickNames[38]="Lancelot"
RandomNickNames[39]="Malware"
RandomNickNames[40]="Margrave"
RandomNickNames[41]="Marvin"
RandomNickNames[42]="Masamune"
RandomNickNames[43]="Megatron"
RandomNickNames[44]="Mjolnir"
RandomNickNames[45]="Morningstar"
RandomNickNames[46]="Myrmidon"
RandomNickNames[47]="Omnidroid"
RandomNickNames[48]="Optimus"
RandomNickNames[49]="P Body"
RandomNickNames[50]="Pendragon"
RandomNickNames[51]="Penny"
RandomNickNames[52]="Praetorian"
RandomNickNames[53]="RALF"
RandomNickNames[54]="Rapier"
RandomNickNames[55]="Ratchet"
RandomNickNames[56]="Rook"
RandomNickNames[57]="Rust Bucket"
RandomNickNames[58]="Saber"
RandomNickNames[59]="SAINT"
RandomNickNames[60]="Samus"
RandomNickNames[61]="Sarissa"
RandomNickNames[62]="Scimitar"
RandomNickNames[63]="Scraps"
RandomNickNames[64]="Scythe"
RandomNickNames[65]="SHIV"
RandomNickNames[66]="Soundwave"
RandomNickNames[67]="Starscream"
RandomNickNames[68]="Terminator"
RandomNickNames[69]="Titan AE"
RandomNickNames[70]="Trident"
RandomNickNames[71]="Vector"
RandomNickNames[72]="Wall-E"
RandomNickNames[73]="Wheatley"
